Repository: maestro-varial/manyaka2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Sign In
fr: Connexion

source: Sign In sub-heading
fr: Continuez votre parcours

source: Get Started Today
fr: Démarrer

source: Log In
fr: Connexion

source: Log In With Google
fr: Connexion via google (recommandée)

source: Don't have an account
fr: Vous n’avez pas de compte ?

source: Sign Up
fr: Création de compte

source: Sign Up sub-heading
fr: Commencez votre parcours

source: Sign Up With Google
fr: Inscription via google (recommandée)

source: Already Registered
fr: Déjà inscrit(e)

source: Login
fr: Connexion

source: Header Heading
fr: Cours pratiques pour démarrer un business

source: Header Sub-Heading
fr: Tous les prix sont en Fcfa (1Fcfa=0,0015€)

source: Create Course
fr: Ajouter un cours/une formation

source: Curriculams
fr: Curriculums

source: Add More
fr: Ajouter encore

source: Videos
fr: Vidéos

source: Features
fr: Caractéristiques

source: Faqs
fr: FAQ

source: Syllabus
fr: Programme

source: Video Not Found
fr: Vidéo introuvable

source: Download File
fr: Télécharger

source: Author
fr: Auteur

source: Frequently Asked Questions
fr: Foire Aux Questions

source: Online Access
fr: Accès en ligne

source: True
fr: Vrai

source: Price
fr: Prix

source: Enroll Now
fr: Suivre le cours

source: Ratings and Reviews
fr: Notes & Avis

source: Rated
fr: Evalué

source: out of
fr: Hors de

source: Leave Comment
fr: Laisser un avis

source: Stars
fr: Etoiles

source: Your Comment
fr: Votre avis

source: Submit Comment
fr: Envoyer un avis

source: All Ratings and Reviews
fr: Toutes les revues et notes

source: Reviews
fr: Revues

source: Review Submited
fr: Revue envoyée

source: Completed
fr: Terminé

source: Confirm
fr: Valider

source: Claim Certificate
fr: Télécharger le certificat

source: Top-selling Courses
fr: Cours les plus vendus

source: What People Say About Us
fr: Ce qu’ils disent

source: List Courses Heading
fr: Liste des cours/formations

source: List Courses sub-Heading
fr: Liste des cours/formations disponibles

source: Found
fr: Trouvé(s)

source: Courses
fr: Cours/Formations

source: Searched For
fr: Recherché(s)

source: Your Cart
fr: Votre panier

source: Cart sub-heading
fr: Payez pour avoir un accès illimité

source: Continue Learning
fr: Continuer à apprendre

source: Remove
fr: Supprimer

source: Proceed To Checkout
fr: Payer

source: Checkout sub-heading
fr: Terminez votre paiement

source: Your cart
fr: Votre panier

source: Promo code
fr: Code promo

source: Total Price
fr: Total

source: Redeem
fr: Appliquer

source: Payment
fr: Paiement

source: Credit card
fr: Carte de paiement

source: Debit card
fr: Carte de paiement

source: Name on card
fr: Nom du propriétaire

source: Full name as displayed on card
fr: Nom complet du propriétaire

source: Name on card is required
fr: Nom du propriétaire requis

source: Credit card number
fr: Numéro de la carte

source: Credit card number is required
fr: Numéro (de la carte) requis

source: Expiration
fr: Date d’expiration

source: Expiration date required
fr: Date d’expiration requise

source: Security code required
fr: Code de sécurité

source: Continue
fr: Continuer

source: Payment Done
fr: Paiement éffectué

source: Promo Applied
fr: Code promo appliqué

source: Joined
fr: Inscrit le

source: Profile Settings
fr: Paramètres du profile

source: Enrolled Courses
fr: Cours/Formations acheté(e)s

source: Students
fr: Apprenants

source: Your Courses
fr: Vos cours/formations

source: Hi
fr: Salut

source: Nice to see you again!
fr: Ravi de vous revoir !

source: Its your settings panel.
fr: Votre panneau de paramétrage

source: Certificate of Completion
fr: Certificat

source: View
fr: Voir

source: Footer Description
fr: Cette plateforme propose une pléthore de cours et formations qui vous montrent pas-à-pas comment commencer votre propre business même avec un petit capital. Si vous avez besoin d’un consultant, contactez-nous !

source: Links
fr: Liens

source: Contact Us
fr: Nous contacter

source: telephone-num
fr: Appels & WhatsApp

source: info@email.com
fr: Assistance 24/7 via whatsapp

source: services@email.com
fr: Certificat pour tous les cours/formations

source: 125, Park street aven, Brocklyn,
fr: Cité des palmiers, Douala

source: Newyork.
fr: Cameroun

source: All rights reserved.
fr: Tous droits réservés

source: Your Students
fr: Vos apprenants

source: Update Profile
fr: Modifier votre profile

source: Language
fr: Langue

source: Search
fr: Rechercher

source: All Courses
fr: Tous les cours

source: Cart
fr: Panier

source: Settings
fr: Paramètres

source: Log Out
fr: Déconnexion
